{"language":2,"phrases":[
"Интересный факт #37: вся программа была полностью написана на смартфоне. Да, без компьютера.",
"Пока Вы скачиваете мангу, кто-то наполняется решимостью.",
"Боятся ли разработчики ИИ? Ну... Математики же пережили изобретение калькулятора.",
"Интересный факт #48: эта программа была создана с целью демонстрации её в портфолио разработчика.",
"Почему в DOTAKU нет рекламы? Потому что я не знаю как её вставить :с",
"Интересный факт #16: первоначальным именем проекта было «ezManga».",
"Скорость скачивания манги напрямую зависит от Вашего интернет соединения.",
"Интересный факт #26: Eco mode - это загрузка контента качеством ниже, где это возможно.",
"Интересный факт #52: при двойном тапе по карточке тайтла можно прочитать его описание, не открывая сам тайтл.",
"А пока Вы ждёте загрузку манги, можете оставить отзыв о программе в наших социальных сетях :)",
"Хотите помочь разработчику? Тогда объясните ему, как работает RegEx.",
"Вы получили приветствие от разработчика 👋",
"Немного осталось. Можете пойти поспать чуток.",
"Бака манга, полезай в чёртову папку!",
"...тем временем манга такая: *загружается*",
"У Вас есть минутка поговорить о новом сезоне ВанПиса? И у меня нет.",
"Я же разрабатывал игры... Как я попал сюда...",
"В общем пришла как-то молодая девушка к гинекологу, а он ей говорит «Раздевайтесь». Ну и она... Продолжение в новой версии DOTAKU.",
"Шлю самому себе привет из прошлого. Надеюсь там всё куда лучше, чем сейчас.",
"Кому нибудь уже пригодились arcsin/cos формулы?",
"У Вас есть какие-то предложения по улучшению программы? Буду рад почитать об этом в наших социальных сетях :)",
"Осталось совсем немного. Заварите себе кофе или чай ;)",
"Знаете, почему DOTAKU? Ну потому что ну вот otaku, и devastaza, типо буква D, и типо .net где тоже D, и даже колокольчик с японского, и вот даже...",
"Console.Write("Привет, Пользователь!");
Console.ReadKey();",
"А вы уже просмотрели boku no pico? Я считаю человечество лучше уже не увидит.",
"Имея возможность, хочу поблагодарить лично тебя за то, что используешь эту программу. Я рад, что ты нашел её полезной :)",
"Время ожидания сервера истекло. Шутка, ожидаем дальше.",
"В команду разработчиков идёт набор специалистов, которые смотря на код, будут говорить «И так сойдёт!».",
"Большой вклад в разработку программы внесли мои друзья, отчего им огромное спасибо! Если и у Вас есть идеи, жду вас в наших социальных сетях.",
"По-моему, в прошлый раз скачивалось быстрее...",
"А Вы знали, что столбы фонарей в играх потребляют реальное электричество?",
"Купите пожалуйста DOTAKU Premium. Ну... Когда он появится... Наверно...",
"Обязательно расскажите своим друзьям и знакомым об этой программе. Чем больше пользователей, тем больше у меня сил обновлять DOTAKU :)",
"Если Вы нашли проблему, можете сообщить о ней по соответствующей кнопке в настройках, либо же в Telegram канале.",
"DOTAKU - универсальная программа, старающая объединить поклонников японской культуры вместе. Оставайтесь тут! Дальше интереснее ;)",
"А как Вы себе представляете маскот Дотаку?",
"Старайтесь всё делать с душой. Так всегда получается лучше! К примеру, ждите душевно.",
"Интересный факт #73: проект строился на другой платформе и даже забрасывался.",
"Интересный факт #11: Dark Mode - это инверсия чёрных и белых цветов, если доминирует белый. Создано для защиты Ваших глаз при ночных чтениях манги.",
"Я никогда не сдаюсь, и Вам советую. Меня Наруто так научил.",
"Я вам запрещаю не ждать!
(с) Ваш интернет провайдер",
"Если вам понравилось это приложение, просто моргните.

Спасибо :)",
"(: ТЕВИРП .ИДЮЛ ЕЫННЕБОСО ОКЬЛОТ ОГЕ ТУТЧОРП .ТСКЕТ ЙЫНТЕРКЕС ОТЭ",
"Который сейчас час? А впрочем, можно ещё подождать загрузку.",
"Сложите цифры над этим текстом и умножьте их на день вашего рождения. Получится интересное число.

Нет? Ну, зато я Вас занял на какое-то время :)",
"DOTAKU 0.0.1: Ты (не) подождёшь.",
"У программы имеется лицензия открытого ПО. Любой желающий может просмотреть исходный код DOTAKU."
]}